TEXT_MAP = {
"shacharis_1": {
    "text": """
רֵאשִׁית חָכְמָה יִרְאַת אֲדֹנָי, שֵׂכֶל טוֹב לְכָל עֹשֵׂיהֶם, תְּהִלָּתוֹ עוֹמֶדֶת לָעַד. בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד.
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לַעֲסֹק בְּדִבְרֵי תוֹרָה. 
וְהַעֲרֶב נָא אֲדֹנָי אֱלֹהֵינוּ אֶת דִּבְרֵי תוֹרָתְךָ בְּפִינוּ וּבְפִי עַמְּךָ בֵּית יִשְׂרָאֵל.
 וְנִהְיֶה אֲנַחְנוּ וְצֶאֱצָאֵינוּ וְצֶאֱצָאֵי עַמְּךָ בֵּית יִשְׂרָאֵל כֻּלָּנוּ יוֹדְעֵי שְׁמֶךָ וְלוֹמְדֵי תוֹרָתֶךָ לִשְׁמָהּ. בָּרוּךְ אַתָּה אֲדֹנָי הַמְלַמֵּד תּוֹרָה לְעַמּוֹ יִשְׂרָאֵל.
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר בָּחַר בָּנוּ מִכְוֹל הָעַמִּים וְנָתַן לָנוּ אֶת תּוֹרָתוֹ. בָּרוּךְ אַתָּה אֲדֹנָי נוֹתֵן הַתּוֹרָה. 
יְבָרֶכְךָ אֲדֹנָי וְיִשְׁמְרֶךָ. יָאֵר אֲדֹנָי פָּנָיו אֵלֶיךָ וִיחֻנֶּךָּ. יִשָּׂא אֲדֹנָי פָּנָיו אֵלֶיךָ וְיָשֵׂם לְךָ שָׁלוֹם. 
אֵלּוּ דְבָרִים שֶׁאֵין לָהֶם שִׁעוּר הַפֵּאָה וְהַבִּכּוּרִים וְהָרְאָיוֹן וּגְמִילוּת חֲסָדִים וְתַלְמוּד תּוֹרָה. 
אֵלּוּ דְבָרִים שֶׁאָדָם אוֹכֵל פֵּרוֹתֵיהֶם בָּעוֹלָם הַזֶּה וְהַקֶּרֶן קַיֶּמֶת לָעוֹלָם הַבָּא, וְאֵלּוּ הֵן כִּבּוּד אָב וָאֵם וּגְמִילוּת חֲסָדִים וְהַשְׁכָּמַת בֵּית הַמִּדְרָשׁ שַׁחֲרִית וְעַרְבִית
 וְהַכְנָסַת אוֹרְחִים וּבִקּוּר חוֹלִים וְהַכְנָסַת כַּלָּה וּלְוָיַת הַמֵּת וְעִיּוּן תְּפִלָּה וַהֲבָאַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ ובֵין אִישׁ לְאִשְׁתּוֹ וְתַלְמוּד תּוֹרָה כְּנֶגֶד כֻּלָּם. 

בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר נָתַן לַשֶּׂכְוִי בִינָה לְהַבְחִין בֵּין יוֹם וּבֵין לָיְלָה. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם שֶׁלֹּא עָשַׂנִי גּוֹי. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם שֶׁלֹּא עָשַׂנִי עָבֶד. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם שֶׁעָשַׂנִי כִּרְצוֹנוֹ.
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם פּוֹקֵחַ עִוְרִים. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם מַלְבִּישׁ עֲרֻמִּים. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם מַתִּיר אֲסוּרִים. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם זוֹקֵף כְּפוּפִים. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם רוֹקַע הָאָרֶץ עַל הַמָּיִם. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם שֶׁעָשָׂה לִי כְוֹל צָרְכִּי. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַמֵּכִין מִצְעֲדֵי גָבֶר. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אוֹזֵר יִשְׂרָאֵל בִּגְבוּרָה. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם עוֹטֵר יִשְׂרָאֵל בְּתִפְאָרָה. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַנּוֹתֵן לַיָּעֵף כּחַ. 
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הַמַּעֲבִיר שֵׁנָה מֵעֵינָי וּתְנוּמָה מֵעַפְעַפָּי. 
וִיהִי רָצוֹן מִלְּפָנֶיךָ אֲדֹנָי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ שֶׁתַּרְגִּילֵנוּ בְּתוֹרָתֶךָ וְדַבְּקֵנוּ בְּמִצְוֹתֶיךָ, וְאַל תְּבִיאֵנוּ לֹא לִידֵי חֵטְא וְלֹא לִידֵי עֲבֵרָה וְעָוֹן
 וְלֹא לִידֵי נִסָּיוֹן וְלֹא לִידֵי בִזָּיוֹן וְאַל יִשְׁלֹט בָּנוּ יֵצֶר הָרָע וְהַרְחִיקֵנוּ מֵאָדָם רָע וּמֵחָבֵר רָע וְדַבְּקֵנוּ בְּיֵצֶר הַטּוֹב וּבְמַעֲשִׂים טוֹבִים וְכוֹף אֶת יִצְרֵנוּ לְהִשְׁתַּעְבֶּד לָךְ
 וּתְנֵנוּ הַיּוֹם וּבְכָל יוֹם לְחֵן וּלְחֶסֶד וּלְרַחֲמִים בְּעֵינֶיךָ וּבְעֵינֵי כָל רוֹאֵינוּ וְתִגְמְלֵנוּ חֲסָדִים טוֹבִים. בָּרוּךְ אַתָּה אֲדֹנָי גּוֹמֵל חֲסָדִים טוֹבִים לְעַמּוֹ יִשְׂרָאֵל. 
יְהִי רָצוֹן מִלְּפָנֶיךָ אֲדֹנָי אֱלֹהַי וֵאלֹהֵי אֲבוֹתַי שֶׁתַּצִּילֵנִי הַיּוֹם וּבְכָל יוֹם
 מֵעַזֵּי פָנִים וּמֵעַזּוּת פָּנִים מֵאָדָם רָע וּמֵחָבֵר רָע וּמִשָּׁכֵן רָע וּמִפֶּגַע רָע וּמִשָּׂטָן הַמַּשְׁחִית מִדִּין קָשֶׁה וּמִבַּעַל דִּין קָשֶׁה, בֵּין שֶׁהוּא בֶן בְּרִית וּבֵין שֶׁאֵינוֹ בֶן בְּרִית. 

לְעוֹלָם יְהֵא אָדָם יְרֵא שָׁמַיִם בְּסֵתֶר וּבַגָּלוּי וּמוֹדֶה עַל הָאֱמֶת וְדוֹבֵר אֱמֶת בִּלְבָבוֹ וְיַשְׁכֵּם וְיֹאמַר. 
רִבּוֹן כְוֹל הָעוֹלָמִים לֹא עַל צִדְקוֹתֵינוּ אֲנַחְנוּ מַפִּילִים תַּחֲנוּנֵינוּ לְפָנֶיךָ כִּי עַל רַחֲמֶיךָ הָרַבִּים, מָה אָנוּ מֶה חַיֵּינוּ מֶה חַסְדֵּנוּ,
 מַה צִּדְקוֹתֵינוּ, מַה יְּשׁוּעָתֵנוּ, מַה כֹּחֵנוּ מַה גְּבוּרָתֵנוּ, מַה נֹּאמַר לְפָנֶיךָ אֲדֹנָי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ הֲלֹא כְוֹל הַגִּבּוֹרִים כְּאַיִן לְפָנֶיךָ
 וְאַנְשֵׁי הַשֵּׁם כְּלֹא הָיוּ וַחֲכָמִים כִּבְלִי מַדָּע וּנְבוֹנִים כִּבְלִי הַשְׂכֵּל כִּי רוֹב מַעֲשֵׂיהֶם תּהוּ וִימֵי חַיֵּיהֶם הֶבֶל לְפָנֶיךָ, וּמוֹתַר הָאָדָם מִן הַבְּהֵמָה אָיִן כִּי הַכֹּל הָבֶל. 
אֲבָל אֲנַחְנוּ עַמְּךָ בְּנֵי בְרִיתֶךָ, בְּנֵי אַבְרָהָם אֹהַבְךָ שֶׁנִּשְׁבַּעְתָּ לּוֹ בְּהַר הַמֹּרִיָּה,
 זֶרַע יִצְחָק יְחִידוֹ שֶׁנֶּעֱקַד עַל גַּבֵּי הַמִּזְבֵּחַ, עֲדַת יַעֲקֹב בִּנְךָ בְּכוֹרֶךָ שֶׁמֵּאַהֲבָתְךָ שֶׁאָהַבְתָּ אוֹתוֹ וּמִשִּׂמְחָתְךָ שֶׁשָּׂמַחְתָּ בּוֹ קָרָאתָ אֶת שְׁמוֹ יִשְׂרָאֵל וִישֻׁרוּן. 
לְפִיכָךְ אֲנַחְנוּ חַיָּבִים לְהוֹדוֹת לְךָ וּלְשַׁבֵּחֲךָ וּלְפָאֶרְךָ וּלְבָרֵךְ וּלְקַדֵּשׁ וְלָתֶת שֶׁבַח וְהוֹדָיָה לִשְׁמֶךָ.
 אַשְׁרֵינוּ מַה טּוֹב חֶלְקֵנוּ וּמַה נָּעִים גּוֹרָלֵנוּ וּמַה יָּפָה יְרֻשָּׁתֵנוּ. אַשְׁרֵינוּ שֶׁאֲנַחְנוּ מַשְׁכִּימִים וּמַעֲרִיבִים עֶרֶב וָבֹקֶר וְאוֹמְרִים פַּעֲמַיִם בְּכָל יוֹם. 
שְׁמַע יִשְׂרָאֵל אֲדֹנָי אֱלֹהֵינוּ אֲדֹנָי אֶחָד. 
בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. 
וְאָהַבְתָּ אֵת אֲדֹנָי אֱלֹהֶיךָ בְּכָל לבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ. וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אנֹכִי מְצַוְּךָ הַיּוֹם עַל לבָבֶךָ.
 וְשִׁנַּנְתָּם לְבָנֶיךָ וְדִבַּרְתָּ בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּקְשַׁרְתָּם לְאוֹת עַל ידֶךָ וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ. וּכְתַבְתָּם עַל מְזֻזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ. 
אַתָּה הוּא עַד שֶׁלֹּא נִבְרָא הָעוֹלָם, אַתָּה הוּא מִשֶּׁנִּבְרָא הָעוֹלָם, אַתָּה הוּא בָּעוֹלָם הַזֶּה וְאַתָּה הוּא לָעוֹלָם הַבָּא,
 קַדֵּשׁ אֶת שִׁמְךָ עַל מַקְדִּישֵׁי שְׁמֶךָ וְקַדֵּשׁ אֶת שִׁמְךָ בְּעֹלָמֶךָ, וּבִישׁוּעָתְךָ תָּרוּם וְתַגְבִּיהַּ קַרְנֵנוּ. בָּרוּךְ אַתָּה אֲדֹנָי מְקַדֵּשׁ אֶת שִׁמְךָ בָּרַבִּים.

בָּרוּךְ שֶׁאָמַר וְהָיָה הָעוֹלָם. בָּרוּךְ הוּא. בָּרוּךְ עוֹשֶׂה בְרֵאשִׁית. בָּרוּךְ אוֹמֵר וְעוֹשֶׂה. בָּרוּךְ גּוֹזֵר וּמְקַיֵּם.
 בָּרוּךְ מְרַחֵם עַל הָאָרֶץ. בָּרוּךְ מְרַחֵם עַל הַבְּרִיּוֹת. בָּרוּךְ מְשַׁלֵּם שָׂכָר טוֹב לִירֵאָיו. בָּרוּךְ חַי לָעַד וְקַיָּם לָנֶצַח. בָּרוּךְ פּוֹדֶה וּמַצִּיל. בָּרוּךְ שְׁמוֹ.
 בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם הָאֵל הָאָב הָרַחֲמָן הַמְהֻלָּל בְּפִי עַמּוֹ מְשֻׁבָּח וּמְפֹאָר בִּלְשׁוֹן חֲסִידָיו וַעֲבָדָיו וּבְשִׁירֵי דָוִד עַבְדֶּךָ. נְהַלֶּלְךָ אֲדֹנָי אֱלֹהֵינוּ בִּשְׁבָחוֹת וּבִזְמִירוֹת
 נְגַדֶּלְךָ וּנְשַׁבֵּחֲךָ וּנְפָאֶרְךָ וְנַזְכִּיר שִׁמְךָ וְנַמְלִיכְךָ מַלְכֵּנוּ אֱלֹהֵינוּ. יָחִיד חֵי הָעוֹלָמִים. מֶלֶךְ מְשֻׁבָּח וּמְפֹאָר עֲדֵי עַד שְׁמוֹ הַגָּדוֹל. בָּרוּךְ אַתָּה אֲדֹנָי מֶלֶךְ מְהֻלָּל בַּתִּשְׁבָּחוֹת. 
""",
    "tefilla_types": ["shacharis"],
    "conditions": {"always": True}
},
"ashrei": {
    "text": """
אַשְׁרֵי יוֹשְׁבֵי בֵיתֶךָ עוֹד יְהַלְלוּךָ סֶּלָה.
 אַשְׁרֵי הָעָם שֶׁכָּכָה לּוֹ אַשְׁרֵי הָעָם שֶׁאֲדֹנָי אֱלֹהָיו. תְּהִלָּה לְדָוִד אֲרוֹמִמְךָ אֱלוֹהַי הַמֶּלֶךְ וַאֲבָרְכָה שִׁמְךָ לְעוֹלָם וָעֶד. בְּכָל יוֹם אֲבָרְכֶךָּ וַאֲהַלְלָה שִׁמְךָ לְעוֹלָם וָעֶד.
 גָּדוֹל אֲדֹנָי וּמְהֻלָּל מְאֹד וְלִגְדֻלָּתוֹ אֵין חֵקֶר. דּוֹר לְדוֹר יְשַׁבַּח מַעֲשֶׂיךָ וּגְבוּרֹתֶיךָ יַגִּידוּ. הֲדַר כְּבוֹד הוֹדֶךָ וְדִבְרֵי נִפְלְאֹתֶיךָ אָשִׂיחָה. וֶעֱזוּז נוֹרְאֹתֶיךָ יֹאמֵרוּ וּגְדֻלָּתְךָ אֲסַפְּרֶנָּה.
 זֵכֶר רַב טוּבְךָ יַבִּיעוּ וְצִדְקָתְךָ יְרַנֵּנוּ. חַנּוּן וְרַחוּם אֲדֹנָי אֶרֶךְ אַפַּיִם וּגְדָל חָסֶד. טוֹב אֲדֹנָי לַכֹּל וְרַחֲמָיו עַל כְוֹל מַעֲשָׂיו. יוֹדוּךָ אֲדֹנָי כְוֹל מַעֲשֶׂיךָ וַחֲסִידֶיךָ יְבָרְכוּכָה.
 כְּבוֹד מַלְכוּתְךָ יֹאמֵרוּ וּגְבוּרָתְךָ יְדַבֵּרוּ. לְהוֹדִיעַ לִבְנֵי הָאָדָם גְּבוּרֹתָיו וּכְבוֹד הֲדַר מַלְכוּתוֹ. מַלְכוּתְךָ מַלְכוּת כְוֹל עֹלָמִים וּמֶמְשַׁלְתְּךָ בְּכָל דּוֹר וָדֹר.
 סוֹמֵךְ אֲדֹנָי לְכָל הַנֹּפְלִים וְזוֹקֵף לְכָל הַכְּפוּפִים. עֵינֵי כֹל אֵלֶיךָ יְשַׂבֵּרוּ וְאַתָּה נוֹתֵן לָהֶם אֶת אָכְלָם בְּעִתּוֹ. פּוֹתֵחַ אֶת יָדֶךָ וּמַשְׂבִּיעַ לְכָל חַי רָצוֹן.
 צַדִּיק אֲדֹנָי בְּכָל דְּרָכָיו וְחָסִיד בְּכָל מַעֲשָׂיו. קָרוֹב אֲדֹנָי לְכָל קֹרְאָיו לְכֹל אֲשֶׁר יִקְרָאֻהוּ בֶאֱמֶת. רְצוֹן יְרֵאָיו יַעֲשֶׂה וְאֶת שַׁוְעָתָם יִשְׁמַע וְיוֹשִׁיעֵם.
 שׁוֹמֵר אֲדֹנָי אֶת כְוֹל אֹהֲבָיו וְאֵת כְוֹל הָרְשָׁעִים יַשְׁמִיד. תְּהִלַּת אֲדֹנָי יְדַבֶּר פִּי וִיבָרֵךְ כְוֹל בָּשָׂר שֵׁם קָדְשׁוֹ לְעוֹלָם וָעֶד. וַאֲנַחְנוּ נְבָרֵךְ יָהּ מֵעַתָּה וְעַד עוֹלָם הַלְלוּיָהּ.
""",
    "tefilla_types": ["shacharis", "mincha"],
    "conditions": {"always": True}
},
"shacharis 2": """
וַיּוֹשַׁע אֲדֹנָי בַּיּוֹם הַהוּא אֶת יִשְׂרָאֵל מִיַּד מִצְרָיִם
 וַיַּרְא יִשְׂרָאֵל אֶת מִצְרַיִם מֵת עַל שְׂפַת הַיָּם. וַיַּרְא יִשְׂרָאֵל אֶת הַיָּד הַגְּדֹלָה אֲשֶׁר עָשָׂה אֲדֹנָי בְּמִצְרַיִם וַיִּירְאוּ הָעָם אֶת אֲדֹנָי וַיַּאֲמִינוּ בַּיהוָֹה וּבְמשֶׁה עַבְדּוֹ. 
אָז יָשִׁיר משֶׁה וּבְנֵי יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת לַיהוָֹה וַיֹּאמְרוּ לֵאמֹר אָשִׁירָה לַיהוָֹה כִּי גָאֹה גָּאָה סוּס וְרֹכְבוֹ רָמָה בַיָּם.
 עָזִּי וְזִמְרָת יָהּ וַיְהִי לִי לִישׁוּעָה זֶה אֵלִי וְאַנְוֵהוּ אֱלֹהֵי אָבִי וַאֲרֹמְמֶנְהוּ. אֲדֹנָי אִישׁ מִלְחָמָה אֲדֹנָי שְׁמוֹ. מַרְכְּבֹת פַּרְעֹה וְחֵילוֹ יָרָה בַיָּם וּמִבְחַר שָׁלִשָׁיו טֻבְּעוּ בְיַם סוּף.
 תְּהֹמֹת יְכַסְיֻמוּ יָרְדוּ בִמְצוֹלֹת כְּמוֹ אָבֶן. יְמִינְךָ אֲדֹנָי נֶאְדָּרִי בַּכּחַ יְמִינְךָ אֲדֹנָי תִּרְעַץ אוֹיֵב. וּבְרֹב גְּאוֹנְךָ תַּהֲרֹס קָמֶיךָ תְּשַׁלַּח חֲרֹנְךָ יאכְלֵמוֹ כַּקַּשׁ.
 וּבְרוּחַ אַפֶּיךָ נֶעֶרְמוּ מַיִם נִצְּבוּ כְמוֹ נֵד נֹזְלִים קָפְאוּ תְהֹמֹת בְּלֶב יָם. אָמַר אוֹיֵב אֶרְדֹּף אַשִּׂיג אֲחַלֵּק שָׁלָל תִּמְלָאֵמוֹ נַפְשִׁי אָרִיק חַרְבִּי תּוֹרִישֵׁמוֹ יָדִי.
 נָשַׁפְתָּ בְרוּחֲךָ כִּסָּמוֹ יָם צָלֲלוּ כַּעוֹפֶרֶת בְּמַיִם אַדִּירִים. מִי כָמכָה בָּאֵלִם אֲדֹנָי מִי כָּמכָה נֶאְדָּר בַּקּדֶשׁ נוֹרָא תְהִלֹּת עשֵׂה פֶלֶא.
 נָטִיתָ יְמִינְךָ תִּבְלָעֵמוֹ אָרֶץ. נָחִיתָ בְחַסְדְּךָ עַם זוּ גָּאָלְתָּ נֵהַלְתָּ בְעָזְּךָ אֶל נְוֵה קָדְשֶׁךָ. שָׁמְעוּ עַמִּים יִרְגָּזוּן חִיל אָחַז ישְׁבֵי פְּלָשֶׁת.
 אָז נִבְהֲלוּ אַלּוּפֵי אֱדוֹם אֵילֵי מוֹאָב יאחֲזֵמוֹ רָעַד נָמגוּ כֹּל ישְׁבֵי כְנָעַן. תִּפֹּל עֲלֵיהֶם אֵימָתָה וָפַחַד בִּגְדֹל זְרוֹעֲךָ יִדְּמוּ כָּאָבֶן עַד יַעֲבֹר עַמְּךָ אֲדֹנָי עַד יַעֲבֹר עַם זוּ קָנִיתָ.
 תְּבִאֵמוֹ וְתִטָּעֵמוֹ בְּהַר נַחֲלָתְךָ מָכוֹן לְשִׁבְתְּךָ פָּעַלְתָּ אֲדֹנָי מִקְּדָשׁ אֲדֹנָי כּוֹנְנוּ יָדֶיךָ. אֲדֹנָי יִמְלֹךְ לְעֹלָם וָעֶד. אֲדֹנָי יִמְלֹךְ לְעֹלָם וָעֶד. אֲדֹנָי מַלְכוּתֵהּ קָאֵים לְעָלַם וּלְעָלְמֵי עָלְמַיָּא.
 כִּי בָא סוּס פַּרְעֹה בְּרִכְבּוֹ וּבְפָרָשָׁיו בַּיָּם וַיָּשֶׁב אֲדֹנָי עֲלֵהֶם אֶת מֵי הַיָּם וּבְנֵי יִשְׂרָאֵל הָלְכוּ בַיַּבָּשָׁה בְּתוֹךְ הַיָּם. כִּי לַיהוָֹה הַמְּלוּכָה וּמשֵׁל בַּגּוֹיִם.
 וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן לִשְׁפֹּט אֶת הַר עֵשָׂו, וְהָיְתָה לַיהוָֹה הַמְּלוּכָה. וְהָיָה אֲדֹנָי לְמֶלֶךְ עַל כְוֹל הָאָרֶץ בַּיּוֹם הַהוּא יִהְיֶה אֲדֹנָי אֶחָד וּשְׁמוֹ אֶחָד.

יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּנוּ. הָאֵל הַמֶּלֶךְ הַגָּדוֹל וְהַקָּדוֹשׁ בַּשָּׁמַיִם וּבָאָרֶץ.
 כִּי לְךָ נָאֶה אֲדֹנָי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ. שִׁיר וּשְׁבָחָה הַלֵּל וְזִמְרָה. עֹז וּמֶמְשָׁלָה. נֶצַח גְּדֻלָּה וּגְבוּרָה. תְּהִלָּה וְתִפְאֶרֶת. קְדֻשָּׁה וּמַלְכוּת.
 בְּרָכוֹת וְהוֹדָאוֹת מֵעַתָּה וְעַד עוֹלָם. בָּרוּךְ אַתָּה אֲדֹנָי אֵל מֶלֶךְ גָּדוֹל בַּתִּשְׁבָּחוֹת. אֵל הַהוֹדָאוֹת אֲדוֹן הַנִּפְלָאוֹת הַבּוֹחֵר בְּשִׁירֵי זִמְרָה. מֶלֶךְ אֵל חֵי הָעוֹלָמִים

בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם יוֹצֵר אוֹר וּבוֹרֵא חשֶׁךְ עֹשֶׂה שָׁלוֹם וּבוֹרֵא אֶת הַכֹּל. 
הַמֵּאִיר לָאָרֶץ וְלַדָּרִים עָלֶיהָ בְּרַחֲמִים וּבְטוּבוֹ מְחַדֵּשׁ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית.
 מָה רַבּוּ מַעֲשֶׂיךָ אֲדֹנָי כֻּלָּם בְּחָכְמָה עָשִׂיתָ מָלְאָה הָאָרֶץ קִנְיָנֶךָ. הַמֶּלֶךְ הַמְרוֹמָם לְבַדּוֹ מֵאָז. הַמְשֻׁבָּח וְהַמְפֹאָר וְהַמִּתְנַשֵּׂא מִימוֹת עוֹלָם. אֱלֹהֵי עוֹלָם בְּרַחֲמֶיךָ הָרַבִּים
 רַחֵם עָלֵינוּ אֲדוֹן עֻזֵּנוּ צוּר מִשְׂגַּבֵּנוּ מָגֵן יִשְׁעֵנוּ מִשְׂגָּב בַּעֲדֵנוּ. אֵל בָּרוּךְ גְּדוֹל דֵּעָה הֵכִין וּפָעַל זָהֳרֵי חַמָּה. טוֹב יָצַר כָּבוֹד לִשְׁמוֹ מְאוֹרוֹת נָתַן סְבִיבוֹת עֻזּוֹ.
 פִּנּוֹת צְבָאָיו קְדוֹשִׁים רוֹמְמֵי שַׁדַּי תָּמִיד מְסַפְּרִים כְּבוֹד אֵל וּקְדֻשָּׁתוֹ. תִּתְבָּרַךְ אֲדֹנָי אֱלֹהֵינוּ עַל שֶׁבַח מַעֲשֵׂה יָדֶיךָ וְעַל מְאוֹרֵי אוֹר שֶׁעָשִׂיתָ יְפָאֲרוּךָ סֶּלָה. 
תִּתְבָּרַךְ צוּרֵנוּ מַלְכֵּנוּ וְגוֹאֲלֵנוּ בּוֹרֵא קְדוֹשִׁים. יִשְׁתַּבַּח שִׁמְךָ לָעַד מַלְכֵּנוּ יוֹצֵר מְשָׁרְתִים.
 וַאֲשֶׁר מְשָׁרְתָיו כֻּלָּם עוֹמְדִים בְּרוּם עוֹלָם וּמַשְׁמִיעִים בְּיִרְאָה יַחַד בְּקוֹל דִּבְרֵי אֱלֹהִים חַיִּים וּמֶלֶךְ עוֹלָם. כֻּלָּם אֲהוּבִים. כֻּלָּם בְּרוּרִים. כֻּלָּם גִּבּוֹרִים.
 וְכֻלָּם עוֹשִׂים בְּאֵימָה וּבְיִרְאָה רְצוֹן קוֹנָם. וְכֻלָּם פּוֹתְחִים אֶת פִּיהֶם בִּקְדֻשָּׁה וּבְטָהֳרָה. בְּשִׁירָה וּבְזִמְרָה. וּמְבָרְכִים וּמְשַׁבְּחִים וּמְפָאֲרִים וּמַעֲרִיצִים וּמַקְדִּישִׁים וּמַמְלִיכִים. 
אֶת שֵׁם הָאֵל הַמֶּלֶךְ הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא קָדוֹשׁ הוּא.
 וְכֻלָּם מְקַבְּלִים עֲלֵיהֶם עֹל מַלְכוּת שָׁמַיִם זֶה מִזֶּה. וְנוֹתְנִים רְשׁוּת זֶה לָזֶה לְהַקְדִּישׁ לְיוֹצְרָם בְּנַחַת רוּחַ. בְּשָׂפָה בְרוּרָה וּבִנְעִימָה. קְדֻשָּׁה כֻּלָּם כְּאֶחָד עוֹנִים וְאוֹמְרִים בְּיִרְאָה. 
קָדוֹשׁ קָדוֹשׁ, קָדוֹשׁ אֲדֹנָי צְבָאוֹת. מְלֹא כָל הָאָרֶץ כְּבוֹדוֹ. 
וְהָאוֹפַנִּים וְחַיּוֹת הַקּדֶשׁ בְּרַעַשׁ גָּדוֹל מִתְנַשְּׂאִים לְעֻמַּת שְׂרָפִים לְעֻמָּתָם מְשַׁבְּחִים וְאוֹמְרִים. 
בָּרוּךְ כְּבוֹד אֲדֹנָי מִמְּקוֹמוֹ. 
לְאֵל בָּרוּךְ נְעִימוֹת יִתֵּנוּ. לְמֶלֶךְ אֵל חַי וְקַיָּם זְמִרוֹת יֹאמֵרוּ וְתִשְׁבָּחוֹת יַשְׁמִיעוּ. כִּי הוּא לְבַדּוֹ פּוֹעֵל גְּבוּרוֹת.
 עוֹשֶׂה חֲדָשׁוֹת. בַּעַל מִלְחָמוֹת. זוֹרֵעַ צְדָקוֹת. מַצְמִיחַ יְשׁוּעוֹת. בּוֹרֵא רְפוּאוֹת. נוֹרָא תְהִלּוֹת. אֲדוֹן הַנִּפְלָאוֹת. הַמְחַדֵּשׁ בְּטוּבוֹ בְּכָל יוֹם תָּמִיד מַעֲשֵׂה בְרֵאשִׁית.
 כָּאָמוּר לְעֹשֵׂה אוֹרִים גְּדֹלִים כִּי לְעוֹלָם חַסְדּוֹ. אוֹר חָדָשׁ עַל צִיּוֹן תָּאִיר וְנִזְכֶּה כֻלָּנוּ מְהֵרָה לְאוֹרוֹ. בָּרוּךְ אַתָּה אֲדֹנָי יוֹצֵר הַמְּאוֹרוֹת.

אַהֲבָה רַבָּה אֲהַבְתָּנוּ אֲדֹנָי אֱלֹהֵינוּ חֶמְלָה גְדוֹלָה וִיתֵרָה חָמַלְתָּ עָלֵינוּ. אָבִינוּ מַלְכֵּנוּ בַּעֲבוּר אֲבוֹתֵינוּ שֶׁבָּטְחוּ בְךָ וַתְּלַמְּדֵם חֻקֵּי חַיִּים כֵּן תְּחָנֵּנוּ וּתְלַמְּדֵנוּ.
 אָבִינוּ הָאָב הָרַחֲמָן הַמְרַחֵם רַחֵם עָלֵינוּ וְתֵן בְּלִבֵּנוּ לְהָבִין וּלְהַשְׂכִּיל לִשְׁמֹעַ לִלְמֹד וּלְלַמֵּד לִשְׁמֹר וְלַעֲשׂוֹת וּלְקַיֵּם אֶת כְוֹל דִּבְרֵי תַלְמוּד תּוֹרָתֶךָ בְּאַהֲבָה.
 וְהָאֵר עֵינֵינוּ בְּתוֹרָתֶךָ וְדַבֵּק לִבֵּנוּ בְּמִצְוֹתֶיךָ וְיַחֵד לְבָבֵנוּ לְאַהֲבָה וּלְיִרְאָה אֶת שְׁמֶךָ.
 וְלֹא נֵבוֹשׁ לְעוֹלָם וָעֶד כִּי בְשֵׁם קָדְשְׁךָ הַגָּדוֹל וְהַנּוֹרָא בָּטָחְנוּ נָגִילָה וְנִשְׂמְחָה בִּישׁוּעָתֶךָ. וַהֲבִיאֵנוּ לְשָׁלוֹם מֵאַרְבַּע כַּנְפוֹת הָאָרֶץ וְתוֹלִיכֵנוּ קוֹמְמִיּוּת לְאַרְצֵנוּ.
 כִּי אֵל פּוֹעֵל יְשׁוּעוֹת אָתָּה וּבָנוּ בָחַרְתָּ מִכְוֹל עַם וְלָשׁוֹן. וְקֵרַבְתָּנוּ לְשִׁמְךָ הַגָּדוֹל סֶלָה בֶּאֱמֶת לְהוֹדוֹת לְךָ וּלְיַחֶדְךָ בְּאַהֲבָה. בָּרוּךְ אַתָּה אֲדֹנָי הַבּוֹחֵר בְּעַמּוֹ יִשְׂרָאֵל בְּאַהֲבָה
 """,
 "shma": """
אֵל מֶלֶךְ נֶאֱמָן. 
שְׁמַע יִשְׂרָאֵל אֲדֹנָי אֱלֹהֵינוּ אֲדֹנָי אֶחָד
בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד. 
וְאָהַבְתָּ אֵת אֲדֹנָי אֱלֹהֶיךָ בְּכָל לבָבְךָ וּבְכָל נַפְשְׁךָ וּבְכָל מְאֹדֶךָ. וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אנֹכִי מְצַוְּךָ הַיּוֹם עַל לבָבֶךָ.
 וְשִׁנַּנְתָּם לְבָנֶיךָ וְדִבַּרְתָּ בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּקְשַׁרְתָּם לְאוֹת עַל ידֶךָ וְהָיוּ לְטֹטָפֹת בֵּין עֵינֶיךָ. וּכְתַבְתָּם עַל מְזֻזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ. 
וְהָיָה אִם שָׁמעַ תִּשְׁמְעוּ אֶל מִצְוֹתַי אֲשֶׁר אנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם
 לְאַהֲבָה אֶת אֲדֹנָי אֱלֹהֵיכֶם וּלְעָבְדוֹ בְּכָל לבַבְכֶם וּבְכָל נַפְשְׁכֶם. וְנָתַתִּי מְטַר ארְצְכֶם בְּעִתּוֹ יוֹרֶה וּמַלְקוֹשׁ וְאָסַפְתָּ דְגָנֶךָ וְתִירשְׁךָ וְיִצְהָרֶךָ.
 וְנָתַתִּי עֵשֶׂב בּשָׂדְךָ לִבְהֶמְתֶּךָ וְאָכַלְתָּ וְשָׂבָעְתָּ. הִשָּׁמְרוּ לָכֶם פֶּן יפְתֶּה לְבַבְכֶם וְסַרְתֶּם וַעֲבַדְתֶּם אֱלֹהִים אחֵרִים וְהִשְׁתַּחֲוִיתֶם לָהֶם. וְחָרָה אַף אֲדֹנָי בָּכֶם וְעָצַר את הַשָּׁמַיִם
 וְלֹּא יהְיֶה מָטָר וְהָאֲדָמָה לֹא תִתֵּן אֶת יבוּלָהּ וַאֲבַדְתֶּם מהֵרָה מֵעַל הָאָרֶץ הַטֹּבָה אֲשֶׁר אֲדֹנָי נֹתֵן לָכֶם. וְשַׂמְתֶּם את דְּבָרַי אלֶּה עַל לבַבְכֶם וְעַל נַפְשְׁכֶם
 וּקְשַׁרְתֶּם אתָם לְאוֹת עַל ידְכֶם וְהָיוּ לְטוֹטָפֹת בֵּין עֵינֵיכֶם. וְלִמַּדְתֶּם אתָם אֶת בְּנֵיכֶם לְדַבֵּר בָּם בְּשִׁבְתְּךָ בְּבֵיתֶךָ וּבְלֶכְתְּךָ בַדֶּרֶךְ וּבְשָׁכְבְּךָ וּבְקוּמֶךָ.
 וּכְתַבְתָּם עַל מְזוּזוֹת בֵּיתֶךָ וּבִשְׁעָרֶיךָ. לְמַעַן ירְבּוּ יְמֵיכֶם וִימֵי בְנֵיכֶם עַל הָאֲדָמָה אֲשֶׁר נִשְׁבַּע אֲדֹנָי לַאֲבֹתֵיכֶם לָתֵת לָהֶם כִּימֵי הַשָּׁמַיִם עַל הָאָרֶץ. 
וַיֹּאמֶר אֲדֹנָי אל משֶׁה לֵּאמֹר. דַּבֵּר אל בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם וְעָשׂוּ לָהֶם צִיצִת עַל כַּנְפֵי בִגְדֵיהֶם לְדֹרֹתָם וְנָתְנוּ עַל צִיצִת הַכָּנָף פּתִיל תְּכֵלֶת.
 וְהָיָה לָכֶם לְצִיצִת וּרְאִיתֶם אתוֹ וּזְכַרְתֶּם את כְוֹל מִצְוֹת אֲדֹנָי וַעֲשִׂיתֶם אתָם וְלֹא תָתוּרוּ אַחֲרֵי לְבַבְכֶם וְאַחֲרֵי עֵינֵיכֶם אֲשֶׁר אתֶּם זֹנִים אחֲרֵיהֶם.
 לְמַעַן תִּזְכְּרוּ וַעֲשִׂיתֶם את כְוֹל מִצְוֹתָי וִהְיִיתֶם קְדשִׁים לֵאלֹהֵיכֶם. אֲנִי אֲדֹנָי אֱלֹהֵיכֶם אשֶׁר הוֹצֵאתִי אֶתְכֶם מאֶרֶץ מִצְרַיִם לִהְיוֹת לָכֶם לֵאלֹהִים אנִי אֲדֹנָי אֱלֹהֵיכֶם 
אמֶת
""",
"shacharis 3": """
וְיַצִּיב וְנָכוֹן וְקַיָּם וְיָשָׁר וְנֶאֱמָן וְאָהוּב וְחָבִיב וְנֶחְמָד וְנָעִים וְנוֹרָא וְאַדִּיר וּמְתֻקָּן וּמְקֻבָּל וְטוֹב וְיָפֶה הַדָּבָר הַזֶּה עָלֵינוּ לְעוֹלָם וָעֶד.
 אֱמֶת אֱלֹהֵי עוֹלָם מַלְכֵּנוּ צוּר יַעֲקֹב מָגֵן יִשְׁעֵנוּ, לְדֹר וָדֹר הוּא קַיָּם וּשְׁמוֹ קַיָּם וְכִסְאוֹ נָכוֹן וּמַלְכוּתוֹ וֶאֱמוּנָתוֹ לָעַד קַיָּמֶת.
 וּדְבָרָיו חָיִים וְקַיָּמִים נֶאֱמָנִים וְנֶחֱמָדִים לָעַד וּלְעוֹלְמֵי עוֹלָמִים, עַל אֲבוֹתֵינוּ וְעָלֵינוּ עַל בָּנֵינוּ וְעַל דּוֹרוֹתֵינוּ וְעַל כְוֹל דּוֹרוֹת זֶרַע יִשְׂרָאֵל עֲבָדֶיךָ. 
עַל הָרִאשׁוֹנִים וְעַל הָאַחֲרוֹנִים דָּבָר טוֹב וְקַיָּם לְעוֹלָם וָעֶד אֱמֶת וֶאֱמוּנָה חֹק וְלֹא יַעֲבֹר.
 אֱמֶת שָׁאַתָּה הוּא אֲדֹנָי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ. מַלְכֵּנוּ מֶלֶךְ אֲבוֹתֵינוּ. גּוֹאֲלֵנוּ גּוֹאֵל אֲבוֹתֵינוּ. יוֹצְרֵנוּ צוּר יְשׁוּעָתֵנוּ. פּוֹדֵנוּ וּמַצִּילֵנוּ מֵעוֹלָם שְׁמֶךָ. אֵין אֱלֹהִים זוּלָתֶךָ. 
עֶזְרַת אֲבוֹתֵינוּ אַתָּה הוּא מֵעוֹלָם מָגֵן וּמוֹשִׁיעַ לִבְנֵיהֶם אַחֲרֵיהֶם בְּכָל דּוֹר וָדוֹר.
 בְּרוּם עוֹלָם מוֹשָׁבֶךָ וּמִשְׁפָּטֶיךָ וְצִדְקָתְךָ עַד אַפְסֵי אָרֶץ. אַשְׁרֵי אִישׁ שֶׁיִּשְׁמַע לְמִצְוֹתֶיךָ וְתוֹרָתְךָ וּדְבָרְךָ יָשִׂים עַל לִבּוֹ. אֱמֶת אַתָּה הוּא אָדוֹן לְעַמֶּךָ וּמֶלֶךְ גִּבּוֹר לָרִיב רִיבָם.
 אֱמֶת אַתָּה הוּא רִאשׁוֹן וְאַתָּה הוּא אַחֲרוֹן וּמִבַּלְעָדֶיךָ אֵין לָנוּ מֶלֶךְ גּוֹאֵל וּמוֹשִׁיעַ. מִמִּצְרַיִם גְּאַלְתָּנוּ אֲדֹנָי אֱלֹהֵינוּ וּמִבֵּית עֲבָדִים פְּדִיתָנוּ.
 כְוֹל בְּכוֹרֵיהֶם הָרָגְתָּ וּבְכוֹרְךָ גָּאָלְתָּ וְיַם סוּף בָּקַעְתָּ וְזֵדִים טִבַּעְתָּ וִידִידִים הֶעֱבַרְתָּ וַיְכַסּוּ מַיִם צָרֵיהֶם אֶחָד מֵהֶם לֹא נוֹתָר.
 עַל זֹאת שִׁבְּחוּ אֲהוּבִים וְרוֹמְמוּ אֵל וְנָתְנוּ יְדִידִים זְמִירוֹת שִׁירוֹת וְתִשְׁבָּחוֹת בְּרָכוֹת וְהוֹדָאוֹת לְמֶלֶךְ אֵל חַי וְקַיָּם.
 רָם וְנִשָּׂא גָּדוֹל וְנוֹרָא מַשְׁפִּיל גֵּאִים וּמַגְבִּיהַּ שְׁפָלִים מוֹצִיא אֲסִירִים וּפוֹדֶה עֲנָוִים וְעוֹזֵר דַּלִּים וְעוֹנֶה לְעַמּוֹ בְּעֵת שַׁוְּעָם אֵלָיו. 
תְּהִלּוֹת לְאֵל עֶלְיוֹן בָּרוּךְ הוּא וּמְבֹרָךְ. מֹשֶׁה וּבְנֵי יִשְׂרָאֵל לְךָ עָנוּ שִׁירָה בְּשִׂמְחָה רַבָּה וְאָמְרוּ כֻלָּם. 
מִי כָמכָה בָּאֵלִם אֲדֹנָי מִי כָּמכָה נֶאְדָּר בַּקּדֶשׁ נוֹרָא תְהִלֹּת עשֵׂה פֶלֶא. 
שִׁירָה חֲדָשָׁה שִׁבְּחוּ גְאוּלִים לְשִׁמְךָ עַל שְׂפַת הַיָּם יַחַד כֻּלָּם הוֹדוּ וְהִמְלִיכוּ וְאָמְרוּ. 
אֲדֹנָי יִמְלֹךְ לְעוֹלָם וָעֶד. 
צוּר יִשְׂרָאֵל קוּמָה בְּעֶזְרַת יִשְׂרָאֵל וּפְדֵה כִנְאֻמֶךָ יְהוּדָה וְיִשְׂרָאֵל, גֹּאֲלֵנוּ אֲדֹנָי צְבָאוֹת שְׁמוֹ קְדוֹשׁ יִשְׂרָאֵל. בָּרוּךְ אַתָּה אֲדֹנָי גָּאַל יִשְׂרָאֵל
""",
"shmone esre 1.1": """
אֲדֹנָי שְׂפָתַי תִּפְתָּח וּפִי יַגִּיד תְּהִלָּתֶךָ.
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ אֱלֹהֵי אַבְרָהָם אֱלֹהֵי יִצְחָק וֵאלֹהֵי יַעֲקֹב הָאֵל הַגָּדוֹל הַגִּבּוֹר וְהַנּוֹרָא אֵל עֶלְיוֹן
 גּוֹמֵל חֲסָדִים טוֹבִים וְקוֹנֵה הַכֹּל וְזוֹכֵר חַסְדֵי אָבוֹת וּמֵבִיא גוֹאֵל לִבְנֵי בְנֵיהֶם לְמַעַן שְׁמוֹ בְּאַהֲבָה. מֶלֶךְ עוֹזֵר וּמוֹשִׁיעַ וּמָגֵן. בָּרוּךְ אַתָּה אֲדֹנָי מָגֵן אַבְרָהָם. 
אַתָּה גִבּוֹר לְעוֹלָם אֲדֹנָי מְחַיֶּה מֵתִים אַתָּה רַב לְהוֹשִׁיעַ. 
""",
"meshiv haruach": """
מַשִּׁיב הָרוּחַ וּמוֹרִיד הַגֶּשֶׁם. 
""",
"shmone esre 1.2": """
מְכַלְכֵּל חַיִּים בְּחֶסֶד מְחַיֵּה מֵתִים בְּרַחֲמִים רַבִּים
 סוֹמֵךְ נוֹפְלִים וְרוֹפֵא חוֹלִים וּמַתִּיר אֲסוּרִים וּמְקַיֵּם אֱמוּנָתוֹ לִישֵׁנֵי עָפָר, מִי כָמוֹךָ בַּעַל גְּבוּרוֹת וּמִי דּוֹמֶה לָּךְ מֶלֶךְ מֵמִית וּמְחַיֶּה וּמַצְמִיחַ יְשׁוּעָה. 
וְנֶאֱמָן אַתָּה לְהַחֲיוֹת מֵתִים. בָּרוּךְ אַתָּה אֲדֹנָי מְחַיֵּה הַמֵּתִים. 
אַתָּה קָדוֹשׁ וְשִׁמְךָ קָדוֹשׁ וּקְדוֹשִׁים בְּכָל יוֹם יְהַלְלוּךָ סֶּלָה. בָּרוּךְ אַתָּה אֲדֹנָי הָאֵל הַקָּדוֹשׁ. 
""",
"shmone esre 2.1": """
אַתָּה חוֹנֵן לְאָדָם דַּעַת וּמְלַמֵּד לֶאֱנוֹשׁ בִּינָה
חָנֵּנוּ מֵאִתְּךָ דֵּעָה בִּינָה וְהַשְׂכֵּל. בָּרוּךְ אַתָּה אֲדֹנָי חוֹנֵן הַדָּעַת. 
הֲשִׁיבֵנוּ אָבִינוּ לְתוֹרָתֶךָ וְקָרְבֵנוּ מַלְכֵּנוּ לַעֲבוֹדָתֶךָ וְהַחֲזִירֵנוּ בִּתְשׁוּבָה שְׁלֵמָה לְפָנֶיךָ. בָּרוּךְ אַתָּה אֲדֹנָי הָרוֹצֶה בִּתְשׁוּבָה. 
סְלַח לָנוּ אָבִינוּ כִּי חָטָאנוּ מְחַל לָנוּ מַלְכֵּנוּ כִּי פָשָׁעְנוּ כִּי מוֹחֵל וְסוֹלֵחַ אָתָּה. בָּרוּךְ אַתָּה אֲדֹנָי חַנּוּן הַמַּרְבֶּה לִסְלוֹחַ. 
רְאֵה בְעָנְיֵנוּ וְרִיבָה רִיבֵנוּ וּגְאָלֵנוּ מְהֵרָה לְמַעַן שְׁמֶךָ כִּי גּוֹאֵל חָזָק אָתָּה. בָּרוּךְ אַתָּה אֲדֹנָי גּוֹאֵל יִשְׂרָאֵל. 
רְפָאֵנוּ אֲדֹנָי וְנֵרָפֵא הוֹשִׁיעֵנוּ וְנִוָּשֵׁעָה כִּי תְהִלָּתֵנוּ אָתָּה וְהַעֲלֵה רְפוּאָה שְׁלֵמָה לְכָל מַכּוֹתֵינוּ 
כִּי אֵל מֶלֶךְ רוֹפֵא נֶאֱמָן וְרַחֲמָן אָתָּה. בָּרוּךְ אַתָּה אֲדֹנָי רוֹפֵא חוֹלֵי עַמּוֹ יִשְׂרָאֵל. 
בָּרֵךְ עָלֵינוּ אֲדֹנָי אֱלֹהֵינוּ אֶת הַשָּׁנָה הַזֹּאת וְאֶת כְוֹל מִינֵי תְבוּאָתָהּ לְטוֹבָה,
""",
"ve sen tal": """
 וְתֵן טַל וּמָטָר לִבְרָכָה 
""",
"ve sen brocha": """
 וְתֵן בְרָכָה 
""",
"shmone esre 2.2": """
עַל פְּנֵי הָאֲדָמָה וְשַׂבְּעֵנוּ מִטּוּבֶךָ וּבָרֵךְ שְׁנָתֵנוּ כַּשָּׁנִים הַטּוֹבוֹת. בָּרוּךְ אַתָּה אֲדֹנָי מְבָרֵךְ הַשָּׁנִים. 
תְּקַע בְּשׁוֹפָר גָּדוֹל לְחֵרוּתֵנוּ וְשָׂא נֵס לְקַבֵּץ גָּלֻיּוֹתֵינוּ וְקַבְּצֵנוּ יַחַד מֵאַרְבַּע כַּנְפוֹת הָאָרֶץ. בָּרוּךְ אַתָּה אֲדֹנָי מְקַבֵּץ נִדְחֵי עַמּוֹ יִשְׂרָאֵל. 
הָשִׁיבָה שׁוֹפְטֵינוּ כְּבָרִאשׁוֹנָה וְיוֹעֲצֵינוּ כְּבַתְּחִלָּה
 וְהָסֵר מִמֶּנּוּ יָגוֹן וַאֲנָחָה וּמְלוֹךְ עָלֵינוּ אַתָּה אֲדֹנָי לְבַדְּךָ בְּחֶסֶד וּבְרַחֲמִים וְצַדְּקֵנוּ בַּמִשְׁפָּט. בָּרוּךְ אַתָּה אֲדֹנָי מֶלֶךְ אֹהֵב צְדָקָה וּמִשְׁפָּט. 
וְלַמַּלְשִׁינִים אַל תְּהִי תִקְוָה וְכָל הָרִשְׁעָה כְּרֶגַע תֹּאבֵד
 וְכָל אֹיְבֶיךָ מְהֵרָה יִכָּרֵתוּ וְהַזֵּדִים מְהֵרָה תְעַקֵּר וּתְשַׁבֵּר וּתְמַגֵּר וְתַכְנִיעַ בִּמְהֵרָה בְיָמֵינוּ. בָּרוּךְ אַתָּה אֲדֹנָי שׁוֹבֵר אֹיְבִים וּמַכְנִיעַ זֵדִים. 
עַל הַצַּדִּיקִים וְעַל הַחֲסִידִים וְעַל זִקְנֵי עַמְּךָ בֵּית יִשְׂרָאֵל וְעַל פְּלֵיטַת סוֹפְרֵיהֶם וְעַל גֵּרֵי הַצֶּדֶק וְעָלֵינוּ יֶהֱמוּ רַחֲמֶיךָ אֲדֹנָי אֱלֹהֵינוּ
 וְתֵן שָׂכָר טוֹב לְכָל הַבּוֹטְחִים בְּשִׁמְךָ בֶּאֱמֶת וְשִׂים חֶלְקֵנוּ עִמָּהֶם לְעוֹלָם וְלֹא נֵבוֹשׁ כִּי בְךָ בָּטָחְנוּ. בָּרוּךְ אַתָּה אֲדֹנָי מִשְׁעָן וּמִבְטָח לַצַּדִּיקִים. 
וְלִירוּשָׁלַיִם עִירְךָ בְּרַחֲמִים תָּשׁוּב וְתִשְׁכּוֹן בְּתוֹכָהּ כַּאֲשֶׁר דִּבַּרְתָּ וּבְנֵה אוֹתָהּ בְּקָרוֹב בְּיָמֵינוּ בִּנְיַן עוֹלָם וְכִסֵּא דָוִד מְהֵרָה לְתוֹכָהּ תָּכִין. בָּרוּךְ אַתָּה אֲדֹנָי בּוֹנֵה יְרוּשָׁלָיִם. 
אֶת צֶמַח דָּוִד עַבְדְּךָ מְהֵרָה תַצְמִיחַ וְקַרְנוֹ תָּרוּם בִּישׁוּעָתֶךָ כִּי לִישׁוּעָתְךָ קִוִּינוּ כְוֹל הַיּוֹם. בָּרוּךְ אַתָּה אֲדֹנָי מַצְמִיחַ קֶרֶן יְשׁוּעָה. 
שְׁמַע קוֹלֵנוּ אֲדֹנָי אֱלֹהֵינוּ חוּס וְרַחֵם עָלֵינוּ וְקַבֵּל בְּרַחֲמִים וּבְרָצוֹן אֶת תְּפִלָּתֵנוּ
 כִּי אֵל שׁוֹמֵעַ תְּפִלּוֹת וְתַחֲנוּנִים אָתָּה וּמִלְּפָנֶיךָ מַלְכֵּנוּ רֵיקָם אַל תְּשִׁיבֵנוּ כִּי אַתָּה שׁוֹמֵעַ תְּפִלַּת עַמְּךָ יִשְׂרָאֵל בְּרַחֲמִים. בָּרוּךְ אַתָּה אֲדֹנָי שׁוֹמֵעַ תְּפִלָּה. 
""",
"shmone esre 3.1": """
רְצֵה אֲדֹנָי אֱלֹהֵינוּ בְּעַמְּךָ יִשְׂרָאֵל וּבִתְפִלָּתָם וְהָשֵׁב אֶת הָעֲבוֹדָה לִדְבִיר בֵּיתֶךָ וְאִשֵּׁי יִשְׂרָאֵל וּתְפִלָּתָם בְּאַהֲבָה תְקַבֵּל בְּרָצוֹן וּתְהִי לְרָצוֹן תָּמִיד עֲבוֹדַת יִשְׂרָאֵל עַמֶּךָ
""",
"yaale ve yavo rosh chodesh": """
אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ יַעֲלֶה וְיָבֹא וְיַגִּֽיעַ וְיֵרָאֶה וְיֵרָצֶה וְיִשָּׁמַע וְיִפָּקֵד וְיִזָּכֵר זִכְרוֹנֵֽנוּ וּפִקְדוֹנֵֽנוּ וְזִכְרוֹן אֲבוֹתֵֽינוּ.
 וְזִכְרוֹן מָשִֽׁיחַ בֶּן דָּוִד עַבְדֶּֽךָ. וְזִכְרוֹן יְרוּשָׁלַֽיִם עִיר קָדְשֶֽׁךָ. וְזִכְרוֹן כְוֹל עַמְּ֒ךָ בֵּית יִשְׂרָאֵל לְפָנֶֽיךָ.
 לִפְלֵיטָה לְטוֹבָה לְחֵן וּלְחֶֽסֶד וּלְרַחֲמִים לְחַיִּים וּלְשָׁלוֹם. בְּיוֹם רֹאשׁ הַחֹֽדֶשׁ הַזֶּה: זָכְרֵֽנוּ אֲדֹנָי אֱלֹהֵֽינוּ בּוֹ לְטוֹבָה.
 וּפָקְדֵֽנוּ בוֹ לִבְרָכָה. וְהוֹשִׁיעֵֽנוּ בוֹ לְחַיִּים. וּבִדְבַר יְשׁוּעָה וְרַחֲמִים חוּס וְחָנֵּֽנוּ וְרַחֵם עָלֵֽינוּ וְהוֹשִׁיעֵֽנוּ. כִּי אֵלֶֽיךָ עֵינֵֽינוּ כִּי אֵל מֶֽלֶךְ חַנּוּן וְרַחוּם אָֽתָּה: 
""",
"yaale ve yavo chol hamoed pesach": """
אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ יַעֲלֶה וְיָבֹא וְיַגִּֽיעַ וְיֵרָאֶה וְיֵרָצֶה וְיִשָּׁמַע וְיִפָּקֵד וְיִזָּכֵר זִכְרוֹנֵֽנוּ וּפִקְדוֹנֵֽנוּ וְזִכְרוֹן אֲבוֹתֵֽינוּ.
 וְזִכְרוֹן מָשִֽׁיחַ בֶּן דָּוִד עַבְדֶּֽךָ. וְזִכְרוֹן יְרוּשָׁלַֽיִם עִיר קָדְשֶֽׁךָ. וְזִכְרוֹן כְוֹל עַמְּ֒ךָ בֵּית יִשְׂרָאֵל לְפָנֶֽיךָ.
 לִפְלֵיטָה לְטוֹבָה לְחֵן וּלְחֶֽסֶד וּלְרַחֲמִים לְחַיִּים וּלְשָׁלוֹם. בְּיוֹם חַג הַמַּצּוֹת הַזֶּה: זָכְרֵֽנוּ אֲדֹנָי אֱלֹהֵֽינוּ בּוֹ לְטוֹבָה.
 וּפָקְדֵֽנוּ בוֹ לִבְרָכָה. וְהוֹשִׁיעֵֽנוּ בוֹ לְחַיִּים. וּבִדְבַר יְשׁוּעָה וְרַחֲמִים חוּס וְחָנֵּֽנוּ וְרַחֵם עָלֵֽינוּ וְהוֹשִׁיעֵֽנוּ. כִּי אֵלֶֽיךָ עֵינֵֽינוּ כִּי אֵל מֶֽלֶךְ חַנּוּן וְרַחוּם אָֽתָּה: 
""",
"yaale ve yavo chol hamoed sukkos": """
אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ יַעֲלֶה וְיָבֹא וְיַגִּֽיעַ וְיֵרָאֶה וְיֵרָצֶה וְיִשָּׁמַע וְיִפָּקֵד וְיִזָּכֵר זִכְרוֹנֵֽנוּ וּפִקְדוֹנֵֽנוּ וְזִכְרוֹן אֲבוֹתֵֽינוּ.
 וְזִכְרוֹן מָשִֽׁיחַ בֶּן דָּוִד עַבְדֶּֽךָ. וְזִכְרוֹן יְרוּשָׁלַֽיִם עִיר קָדְשֶֽׁךָ. וְזִכְרוֹן כְוֹל עַמְּ֒ךָ בֵּית יִשְׂרָאֵל לְפָנֶֽיךָ.
 לִפְלֵיטָה לְטוֹבָה לְחֵן וּלְחֶֽסֶד וּלְרַחֲמִים לְחַיִּים וּלְשָׁלוֹם. בְּיוֹם חַג הַסֻּכּוֹת הַזֶּה: זָכְרֵֽנוּ אֲדֹנָי אֱלֹהֵֽינוּ בּוֹ לְטוֹבָה.
 וּפָקְדֵֽנוּ בוֹ לִבְרָכָה. וְהוֹשִׁיעֵֽנוּ בוֹ לְחַיִּים. וּבִדְבַר יְשׁוּעָה וְרַחֲמִים חוּס וְחָנֵּֽנוּ וְרַחֵם עָלֵֽינוּ וְהוֹשִׁיעֵֽנוּ. כִּי אֵלֶֽיךָ עֵינֵֽינוּ כִּי אֵל מֶֽלֶךְ חַנּוּן וְרַחוּם אָֽתָּה: 
""",
"shmone esre 3.2": """
תֶחֱזֶינָה עֵינֵינוּ בְּשׁוּבְךָ לְצִיּוֹן בְּרַחֲמִים. בָּרוּךְ אַתָּה אֲדֹנָי הַמַּחֲזִיר שְׁכִינָתוֹ לְצִיּוֹן. 
מוֹדִים אֲנַחְנוּ לָךְ שָׁאַתָּה הוּא אֲדֹנָי אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ לְעוֹלָם וָעֶד
 צוּר חַיֵּינוּ מָגֵן יִשְׁעֵנוּ אַתָּה הוּא לְדוֹר וָדוֹר נוֹדֶה לְּךָ וּנְסַפֵּר תְּהִלָּתֶךָ עַל חַיֵּינוּ הַמְּסוּרִים בְּיָדֶךָ וְעַל נִשְׁמוֹתֵינוּ הַפְּקוּדוֹת לָךְ
 וְעַל נִסֶּיךָ שֶׁבְּכָל יוֹם עִמָּנוּ וְעַל נִפְלְאוֹתֶיךָ וְטוֹבוֹתֶיךָ שֶׁבְּכָל עֵת עֶרֶב וָבקֶר וְצָהֳרָיִם הַטּוֹב כִּי לֹא כָלוּ רַחֲמֶיךָ וְהַמְרַחֵם כִּי לֹא תַמּוּ חֲסָדֶיךָ מֵעוֹלָם קִוִּינוּ לָךְ. 
וְעַל כֻּלָּם יִתְבָּרַךְ וְיִתְרוֹמַם שִׁמְךָ מַלְכֵּנוּ תָּמִיד לְעוֹלָם וָעֶד.
 וְכֹל הַחַיִּים יוֹדוּךָ סֶּלָה וִיהַלְלוּ אֶת שִׁמְךָ בֶּאֱמֶת הָאֵל יְשׁוּעָתֵנוּ וְעֶזְרָתֵנוּ סֶלָה. בָּרוּךְ אַתָּה אֲדֹנָי הַטּוֹב שִׁמְךָ וּלְךָ נָאֶה לְהוֹדוֹת. 
שִׂים שָׁלוֹם טוֹבָה וּבְרָכָה חֵן וָחֶסֶד וְרַחֲמִים עָלֵינוּ וְעַל כְוֹל יִשְׂרָאֵל עַמֶּךָ. בָּרְכֵנוּ אָבִינוּ כֻּלָּנוּ כְּאֶחָד בְּאוֹר פָּנֶיךָ.
 כִּי בְאוֹר פָּנֶיךָ נָתַתָּ לָּנוּ אֲדֹנָי אֱלֹהֵינוּ תּוֹרַת חַיִּים וְאַהֲבַת חֶסֶד וּצְדָקָה וּבְרָכָה וְרַחֲמִים וְחַיִּים וְשָׁלוֹם. וְטוֹב בְּעֵינֶיךָ לְבָרֵךְ אֶת עַמְּךָ יִשְׂרָאֵל בְּכָל עֵת וּבְכָל שָׁעָה בִּשְׁלוֹמֶךָ. 
בָּרוּךְ אַתָּה אֲדֹנָי הַמְבָרֵךְ אֶת עַמּוֹ יִשְׂרָאֵל בַּשָּׁלוֹם. 
יִהְיוּ לְרָצוֹן אִמְרֵי פִי וְהֶגְיוֹן לִבִּי לְפָנֶיךָ אֲדֹנָי צוּרִי וְגוֹאֲלִי
""",
"aleinu": """
עָלֵינוּ לְשַׁבֵּחַ לַאֲדוֹן הַכֹּל לָתֵת גְּדֻלָּה לְיוֹצֵר בְּרֵאשִׁית שֶׁלֺּא עָשָׂנוּ כְּגוֹיֵי הָאֲרָצוֹת וְלֺא שָׂמָנוּ כְּמִשְׁפְּחוֹת הָאֲדָמָה שֶׁלֺּא שָׂם חֶלְקֵנוּ כָּהֶם וְגוֹרָלֵנוּ כְּכָל הֲמוֹנָם.
 שֶׁהֵם מִשְׁתַּחֲוִים לָהֶבֶל וָרִיק וּמִתְפַּלְּלִים אֶל אֵל לֹא יוֹשִׁיעַ, וַאֲנַחְנוּ כּוֹרְעִים וּמִשְׁתַּחֲוִים וּמוֹדִים לִפְנֵי מֶלֶךְ מַלְכֵי הַמְּלָכִים הַקָּדוֹשׁ בָּרוּךְ הוּא,
 שֶׁהוּא נוֹטֶה שָׁמַיִם וְיוֹסֵד אָרֶץ, וּמוֹשַׁב יְקָרוֹ בַּשָּׁמַיִם מִמַּעַל, וּשְׁכִינַת עֻזּוֹ בְּגָבְהֵי מְרוֹמִים, הוּא אֱלֺהֵינוּ אֵין עוֹד,
 אֱמֶת מַלְכֵּנוּ אֶפֶס זוּלָתוֹ כַּכָּתוּב בְּתוֹרָתוֹ וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל לְבָבֶךָ כִּי אֲדֹנָי הוּא הָאֱלֺהִים בַּשָּׁמַיִם מִמַּעַל וְעַל הָאָרֶץ מִתָּחַת אֵין עוֹד. 
עַל כֵּן נְקַוֶּה לְךָ אֲדֹנָי אֱלֺהֵינוּ לִרְאוֹת מְהֵרָה בְּתִפְאֶרֶת עֻזֶּךָ לְהַעֲבִיר גִּלּוּלִים מִן הָאָרֶץ וְהָאֱלִילִים כָּרוֹת יִכָּרֵתוּן לְתַקֵּן עוֹלָם בְּמַלְכוּת שַׁדַּי וְכָל בְּנֵי בָשָׂר יִקְרְאוּ בִשְׁמֶךָ,
 לְהַפְנוֹת אֵלֶיךָ כְוֹל רִשְׁעֵי אָרֶץ, יַכִּירוּ וְיֵדְעוּ כְוֹל יוֹשְׁבֵי תֵבֵל כִּי לְךָ תִכְרַע כְוֹל בֶּרֶךְ תִּשָּׁבַע כְוֹל לָשׁוֹן. לְפָנֶיךָ אֲדֹנָי אֱלֺהֵינוּ יִכְרְעוּ וְיִפּלוּ,
 וְלִכְבוֹד שִׁמְךָ יְקָר יִתֵּנוּ, וִיקַבְּלוּ כֻלָּם אֶת עֹל מַלְכוּתֶךָ, וְתִמְלֺךְ עֲלֵיהֶם מְהֵרָה לְעוֹלָם וָעֶד, כִּי הַמַּלְכוּת שֶׁלְּךָ הִיא וּלְעוֹלְמֵי עַד תִּמְלוֹךְ בְּכָבוֹד,
 כַּכָּתוּב בְּתוֹרָתֶךָ אֲדֹנָי יִמְלֺךְ לְעֹלָם וָעֶד. וְנֶאֱמַר וְהָיָה אֲדֹנָי לְמֶלֶךְ עַל כְוֹל הָאָרֶץ בַּיּוֹם הַהוּא יִהְיֶה אֲדֹנָי אֶחָד וּשְׁמוֹ אֶחָד
""",
"hatzi hallel 1": """
בָּרוּךְ אַתָּה אֲדֹנָי אֱלהֵינוּ מֶלֶךְ הָעולָם. אֲשֶׁר קִדְּשָׁנוּ בְּמִצְותָיו וְצִוָּנוּ לִקְרא אֶת הַהַלֵּל:  
 הַלְלוּיָהּ הַלְלוּ עַבְדֵי אֲדֹנָי הַלְלוּ אֶת שֵׁם אֲדֹנָי: יְהִי שֵׁם אֲדֹנָי מְבֹרָךְ מֵעַתָּה וְעַד־עוֹלָם:
  מִמִּזְרַח־שֶֽׁמֶשׁ עַד־מְבוֹאוֹ מְהֻלָּל שֵׁם אֲדֹנָי: רָם עַל־כְוֹל־גּוֹיִם אֲדֹנָי עַל הַשָּׁמַיִם כְּבוֹדוֹ: מִי כַּאֲדֹנָי אֱלֹהֵֽינוּ הַמַּגְבִּיהִי לָשָֽׁבֶת: הַמַּשְׁפִּילִי לִרְאוֹת בַּשָּׁמַיִם וּבָאָֽרֶץ:
  מְקִימִי מֵעָפָר דָּל מֵאַשְׁפֹּת יָרִים אֶבְיוֹן: לְהוֹשִׁיבִי עִם־נְדִיבִים עִם נְדִיבֵי עַמּוֹ: מוֹשִׁיבִי עֲקֶֽרֶת הַבַּֽיִת אֵם־הַבָּנִים שְׂמֵחָה הַלְלוּיָהּ:  
בְּצֵאת יִשְׂרָאֵל מִמִּצְרָֽיִם בֵּית יַעֲקֹב מֵעַם לֹעֵז: הָיְתָה יְהוּדָה לְקָדְשׁוֹ יִשְׂרָאֵל מַמְשְׁלוֹתָיו:
 הַיָּם רָאָה וַיָּנֹס הַיַּרְדֵּן יִסֹּב לְאָחוֹר: הֶהָרִים רָקְדוּ כְאֵילִים גְּבָעוֹת כִּבְנֵי־צֹאן: מַה־לְּךָ הַיָּם כִּי תָנוּס הַיַּרְדֵּן תִּסֹּב לְאָחוֹר:
 הֶהָרִים תִּרְקְדוּ כְאֵילִים גְּבָעוֹת כִּבְנֵי־צֹאן: מִלִּפְנֵי אָדוֹן חֽוּלִי אָֽרֶץ מִלִּפְנֵי אֱלֽוֹהַּ יַעֲקֹב: הַהֹפְכִי הַצּוּר אֲגַם־מַיִם חַלָּמִישׁ לְמַעְיְנוֹ־מַיִם: 
""",
"full hallel 1": """
לֹא לָֽנוּ אֲדֹנָי לֹא לָֽנוּ כִּי לְשִׁמְךָ תֵּן כָּבוֹד עַל־חַסְדְּךָ עַל־אֲמִתֶּֽךָ:
 לָֽמָּה יֹאמְרוּ הַגּוֹיִם אַיֵּה־נָא אֱלֹהֵיהֶם: וֵאלֹהֵֽינוּ בַשָּׁמַיִם כֹּל אֲשֶׁר־חָפֵץ עָשָׂה: עֲצַבֵּיהֶם כֶּֽסֶף וְזָהָב מַעֲשֵׂה יְדֵי אָדָם: פֶּה־לָהֶם וְלֹא יְדַבֵּֽרוּ עֵינַֽיִם לָהֶם וְלֹא יִרְאוּ:
 אָזְנַֽיִם לָהֶם וְלֹא יִשְׁמַעוּ אַף לָהֶם וְלֹא יְרִיחוּן: יְדֵיהֶם וְלֹא יְמִישׁוּן רַגְלֵיהֶם וְלֹא יְהַלֵּֽכוּ לֹא־יֶהְגּוּ בִּגְרוֹנָם: כְּמוֹהֶם יִהְיוּ עֹשֵׂיהֶם כֹּל אֲשֶׁר־בֹּטֵֽחַ בָּהֶם:
 יִשְׂרָאֵל בְּטַח בַּאֲדֹנָי עֶזְרָם וּמָגִנָּם הוּא: בֵּית אַהֲרֹן בִּטְחוּ בַאֲדֹנָי עֶזְרָם וּמָגִנָּם הוּא: יִרְאֵי אֲדֹנָי בִּטְחוּ בַאֲדֹנָי עֶזְרָם וּמָגִנָּם הוּא:  
""",
"hatzi hallel 2": """
אֲדֹנָי זְכָרָֽנוּ יְבָרֵךְ יְבָרֵךְ אֶת־בֵּית יִשְׂרָאֵל יְבָרֵךְ אֶת־בֵּית אַהֲרֹן: יְבָרֵךְ יִרְאֵי אֲדֹנָי הַקְּטַנִּים עִם־הַגְּדֹלִים: יֹסֵף אֲדֹנָי עֲלֵיכֶם עֲלֵיכֶם וְעַל־בְּנֵיכֶם: בְּרוּכִים אַתֶּם לַאֲדֹנָי עֹשֵׂה שָׁמַיִם וָאָֽרֶץ:
 הַשָּׁמַיִם שָׁמַיִם לַאֲדֹנָי וְהָאָֽרֶץ נָתַן לִבְנֵי־אָדָם: לֹא־הַמֵּתִים יְהַלְלוּ־יָהּ וְלֹא כְוֹל־יֹרְדֵי דוּמָה: וַאֲנַֽחְנוּ נְבָרֵךְ יָהּ מֵעַתָּה וְעַד־עוֹלָם הַלְלוּיָהּ: 
 """,
"full hallel 2": """
אָהַֽבְתִּי כִּי־יִשְׁמַע אֲדֹנָי אֶת־קוֹלִי תַּחֲנוּנָי: כִּי־הִטָּה אָזְנוֹ לִי וּבְיָמַי אֶקְרָא: אֲפָפֽוּנִי חֶבְלֵי־מַוֶת וּמְצָרֵי שְׁאוֹל מְצָאֽוּנִי צָרָה וְיָגוֹן אֶמְצָא:
 וּבְשֵׁם־אֲדֹנָי אֶקְרָא אָנָּה אֲדֹנָי מַלְּטָה נַפְשִׁי: חַנּוּן אֲדֹנָי וְצַדִּיק וֵאלֹהֵֽינוּ מְרַחֵם: שֹׁמֵר פְּתָאיִם אֲדֹנָי דַּלּוֹתִי וְלִי יְהוֹשִֽׁיעַ: שׁוּבִי נַפְשִׁי לִמְנוּחָֽיְכִי כִּי־אֲדֹנָי גָּמַל עָלָֽיְכִי:
 כִּי חִלַּֽצְתָּ נַפְשִׁי מִמָּֽוֶת אֶת־עֵינִי מִן־דִּמְעָה אֶת־רַגְלִי מִדֶּֽחִי: אֶתְהַלֵּךְ לִפְנֵי אֲדֹנָי בְּאַרְצוֹת הַחַיִּים: הֶאֱמַנְתִּי כִּי אֲדַבֵּר אֲנִי עָנִֽיתִי מְאֹד: אֲנִי אָמַרְתִּי בְחָפְזִי כְוֹל־הָאָדָם כֹּזֵב: 
""",
"hatzi hallel 3": """
מָה־אָשִׁיב לַאֲדֹנָי כְוֹל־תַּגְמוּלֽוֹהִי עָלָי: כּוֹס־יְשׁוּעוֹת אֶשָּׂא וּבְשֵׁם אֲדֹנָי אֶקְרָא:
 נְדָרַי לַאֲדֹנָי אֲשַׁלֵּם נֶגְדָה־נָּא לְכָל־עַמּוֹ: יָקָר בְּעֵינֵי אֲדֹנָי הַמָּֽוְתָה לַחֲסִידָיו: אָנָּה אֲדֹנָי כִּי־אֲנִי עַבְדֶּֽךָ אֲנִי־עַבְדְּךָ בֶּן־אֲמָתֶֽךָ פִּתַּֽחְתָּ לְמוֹסֵרָי:
 לְךָ־אֶזְבַּח זֶֽבַח תּוֹדָה וּבְשֵׁם אֲדֹנָי אֶקְרָא: נְדָרַי לַאֲדֹנָי אֲשַׁלֵּם נֶגְדָה־נָּא לְכָל־עַמּוֹ: בְּחַצְרוֹת בֵּית אֲדֹנָי בְּתוֹכֵֽכִי יְרוּשָׁלָֽםִ הַלְלוּיָהּ: 
הַלְלוּ אֶת־אֲדֹנָי כְוֹל־גּוֹיִם שַׁבְּחֽוּהוּ כְוֹל־הָאֻמִּים: כִּי גָּבַר עָלֵֽינוּ חַסְדּוֹ וֶאֱמֶת־אֲדֹנָי לְעוֹלָם הַלְלוּיָהּ: 
הוֹדוּ לַאֲדֹנָי כִּי־טוֹב כִּי לְעוֹלָם חַסְדּוֹ: 
יֹֽאמַר־נָא יִשְׂרָאֵל כִּי לְעוֹלָם חַסְדּוֹ: 
יֹֽאמְרוּ־נָא בֵית־אַהֲרֹן כִּי לְעוֹלָם חַסְדּוֹ: 
יֹֽאמְרוּ־נָא יִרְאֵי אֲדֹנָי כִּי לְעוֹלָם חַסְדּוֹ: 
מִן־הַמֵּצַר קָרָֽאתִי יָהּ עָנָֽנִי בַמֶּרְחָב יָהּ: אֲדֹנָי לִי לֹא אִירָא מַה־יַּעֲשֶׂה לִי אָדָם: אֲדֹנָי לִי בְּעֹזְרָי וַאֲנִי אֶרְאֶה בְשׂנְאָי:
 טוֹב לַחֲסוֹת בַּאֲדֹנָי מִבְּטֹֽחַ בָּאָדָם: טוֹב לַחֲסוֹת בַּאֲדֹנָי מִבְּטֹֽחַ בִּנְדִיבִים: כְוֹל־גּוֹיִם סְבָבֽוּנִי בְּשֵׁם אֲדֹנָי כִּי אֲמִילַם: סַבּֽוּנִי גַם־סְבָבֽוּנִי בְּשֵׁם אֲדֹנָי כִּי אֲמִילַם:
 סַבּֽוּנִי כִדְבֹרִים דֹּעֲכוּ כְּאֵשׁ קוֹצִים בְּשֵׁם אֲדֹנָי כִּי אֲמִילַם: דָּחֹה דְחִיתַֽנִי לִנְפֹּל וַאֲדֹנָי עֲזָרָֽנִי: עָזִּי וְזִמְרָת יָהּ וַיְהִי־לִי לִישׁוּעָה:
 קוֹל רִנָּה וִישׁוּעָה בְּאָהֳלֵי צַדִּיקִים יְמִין אֲדֹנָי עֹֽשָׂה חָֽיִל: יְמִין אֲדֹנָי רוֹמֵמָה יְמִין אֲדֹנָי עֹֽשָׂה חָֽיִל: לֹא־אָמוּת כִּי־אֶחְיֶה וַאֲסַפֵּר מַעֲשֵׂי יָהּ:
 יַסֹּר יִסְּרַֽנִּי יָהּ וְלַמָּֽוֶת לֹא נְתָנָֽנִי: פִּתְחוּ־לִי שַֽׁעֲרֵי־צֶֽדֶק אָֽבֹא־בָם אוֹדֶה יָהּ: זֶה־הַשַּֽׁעַר לַאֲדֹנָי צַדִּיקִים יָבֹֽאוּ בוֹ: אוֹדְךָ כִּי עֲנִיתָֽנִי וַתְּהִי־לִי לִישׁוּעָה:
 אוֹדְךָ כִּי עֲנִיתָֽנִי וַתְּהִי־לִי לִישׁוּעָה: אֶֽבֶן מָאֲסוּ הַבּוֹנִים הָיְתָה לְרֹאשׁ פִּנָּה: אֶֽבֶן מָאֲסוּ הַבּוֹנִים הָיְתָה לְרֹאשׁ פִּנָּה: מֵאֵת אֲדֹנָי הָֽיְתָה זֹּאת הִיא נִפְלָאת בְּעֵינֵֽינוּ:
 מֵאֵת אֲדֹנָי הָֽיְתָה זֹּאת הִיא נִפְלָאת בְּעֵינֵֽינוּ: זֶה־הַיּוֹם עָשָׂה אֲדֹנָי נָגִֽילָה וְנִשְׂמְחָה בוֹ: זֶה־הַיּוֹם עָשָׂה אֲדֹנָי נָגִֽילָה וְנִשְׂמְחָה בוֹ: 
אָֽנָּא אֲדֹנָי הוֹשִֽׁיעָה נָּא: 
אָֽנָּא אֲדֹנָי הוֹשִֽׁיעָה נָּא: 
אָֽנָּא אֲדֹנָי הַצְלִיחָה נָא: 
אָֽנָּא אֲדֹנָי הַצְלִיחָה נָא: 
בָּרוּךְ הַבָּא בְּשֵׁם אֲדֹנָי בֵּרַכְנוּכֶם מִבֵּית אֲדֹנָי:
 בָּרוּךְ הַבָּא בְּשֵׁם אֲדֹנָי בֵּרַכְנוּכֶם מִבֵּית אֲדֹנָי: אֵל אֲדֹנָי וַיָּֽאֶר לָֽנוּ אִסְרוּ־חַג בַּעֲבֹתִים עַד־קַרְנוֹת הַמִּזְבֵּֽחַ: אֵל אֲדֹנָי וַיָּֽאֶר לָֽנוּ אִסְרוּ־חַג בַּעֲבֹתִים עַד־קַרְנוֹת הַמִּזְבֵּֽחַ:
 אֵלִי אַתָּה וְאוֹדֶֽךָּ אֱלֹהַי אֲרוֹמְמֶֽךָּ: אֵלִי אַתָּה וְאוֹדֶֽךָּ אֱלֹהַי אֲרוֹמְמֶֽךָּ: הוֹדוּ לַאֲדֹנָי כִּי־טוֹב כִּי לְעוֹלָם חַסְדּוֹ: הוֹדוּ לַאֲדֹנָי כִּי־טוֹב כִּי לְעוֹלָם חַסְדּוֹ: 
""",
"maariv 1": """
בָּרוּךְ אַתָּה אֲדֹנָי אֱלֹהֵֽינוּ מֶֽלֶךְ הָעוֹלָם אֲשֶׁר בִּדְבָרוֹ מַעֲרִיב עֲרָבִים בְּחָכְמָה
 פּוֹתֵֽחַ שְׁעָרִים וּבִתְבוּנָה מְשַׁנֶּה עִתִּים וּמַחֲלִיף אֶת־הַזְּ֒מַנִּים וּמְסַדֵּר אֶת־הַכּוֹכָבִים בְּמִשְׁמְ֒רוֹתֵיהֶם בָּרָקִֽיעַ כִּרְצוֹנוֹ: בּוֹרֵא יוֹם וָלָֽיְלָה גּוֹלֵל אוֹר מִפְּ֒נֵי חֽשֶׁךְ וְחֽשֶׁךְ מִפְּ֒נֵי אוֹר
 וּמַעֲבִיר יוֹם וּמֵבִיא לָֽיְלָה וּמַבְדִּיל בֵּין יוֹם וּבֵין לָֽיְלָה אֲדֹנָי צְבָאוֹת שְׁמוֹ: אֵל חַי וְקַיָּם תָּמִיד יִמְלֹךְ עָלֵֽינוּ לְעוֹלָם וָעֶד: בָּרוּךְ אַתָּה אֲדֹנָי הַמַּעֲרִיב עֲרָבִים: 
 אַהֲבַת עוֹלָם בֵּית יִשְׂרָאֵל עַמְּ֒ךָ אָהָֽבְתָּ תּוֹרָה וּמִצְוֹת חֻקִּים וּמִשְׁפָּטִים אוֹתָֽנוּ לִמַּֽדְתָּ: עַל כֵּן אֲדֹנָי אֱלֹהֵֽינוּ בְּשָׁכְבֵֽנוּ וּבְקוּמֵֽנוּ נָשִֽׂיחַ בְּחֻקֶּֽיךָ וְנִשְׂמַח בְּדִבְרֵי תוֹרָתֶֽךָ וּבְמִצְוֹתֶֽיךָ לְעוֹלָם וָעֶד:
  כִּי הֵם חַיֵּֽינוּ וְאֹֽרֶךְ יָמֵֽינוּ וּבָהֶם נֶהְגֶּה יוֹמָם וָלָֽיְלָה: וְאַהֲבָתְ֒ךָ אַל תָּסִיר מִמֶּֽנּוּ לְעוֹלָמִים: בָּרוּךְ אַתָּה אֲדֹנָי אוֹהֵב עַמּוֹ יִשְׂרָאֵל: 
""",
"maariv 2": """
וֶאֱמוּנָה כְוֹל־זֹאת וְקַיָּם עָלֵֽינוּ כִּי הוּא אֲדֹנָי אֱלֹהֵֽינוּ וְאֵין זוּלָתוֹ וַאֲנַֽחְנוּ יִשְׂרָאֵל עַמּוֹ:
 הַפּוֹדֵֽנוּ מִיַּד מְלָכִים מַלְכֵּֽנוּ הַגּוֹאֲלֵֽנוּ מִכַּף כְוֹל־הֶעָרִיצִים: הָאֵל הַנִּפְרָע לָֽנוּ מִצָּרֵֽינוּ וְהַמְשַׁלֵּם גְּמוּל לְכָל אֹיְבֵי נַפְשֵֽׁנוּ: הָעֹשֶׂה גְדוֹלוֹת עַד־אֵין חֵֽקֶר וְנִפְלָאוֹת עַד־אֵין מִסְפָּר:
 הַשָּׂם נַפְשֵֽׁנוּ בַּחַיִּים וְלֹא־נָתַן לַמּוֹט רַגְלֵֽנוּ הַמַּדְרִיכֵֽנוּ עַל בָּמוֹת אֹיְבֵֽינוּ וַיָּֽרֶם קַרְנֵֽנוּ עַל כְוֹל־שׂוֹנְ֒אֵֽינוּ: הָעֹֽשֶׂה לָּֽנוּ נִסִּים וּנְקָמָה בְּפַרְעֹה אוֹתוֹת וּמוֹפְ֒תִים בְּאַדְמַת בְּנֵי חָם:
 הַמַּכֶּה בְעֶבְרָתוֹ כְוֹל בְּכוֹרֵי מִצְרָֽיִם וַיּוֹצֵא אֶת־עַמּוֹ יִשְׂרָאֵל מִתּוֹכָם לְחֵרוּת עוֹלָם: הַמַּעֲבִיר בָּנָיו בֵּין גִּזְרֵי יַם סוּף אֶת־רוֹדְ֒פֵיהֶם וְאֶת־שׂוֹנְ֒אֵיהֶם בִּתְהוֹמוֹת טִבַּע:
 וְרָאוּ בָנָיו גְּבוּרָתוֹ שִׁבְּ֒חוּ וְהוֹדוּ לִשְׁמוֹ: וּמַלְכוּתוֹ בְרָצוֹן קִבְּ֒לוּ עֲלֵיהֶם משֶׁה וּבְנֵי יִשְׂרָאֵל לְךָ עָנוּ שִׁירָה בְּשִׂמְחָה רַבָּה וְאָמְ֒רוּ כֻלָּם: 
מִי כָמֹֽכָה בָּאֵלִם אֲדֹנָי מִי כָּמֹֽכָה נֶאְדָּר בַּקֹּֽדֶשׁ נוֹרָא תְהִלֹּת עֹֽשֵׂה פֶֽלֶא: מַלְכוּתְךָ רָאוּ בָנֶֽיךָ בּוֹקֵֽעַ יָם לִפְנֵי משֶׁה זֶה אֵלִי עָנוּ וְאָמְ֒רוּ: 
אֲדֹנָי יִמְלֹךְ לְעֹלָם וָעֶד: וְנֶאֱמַר כִּי־פָדָה אֲדֹנָי אֶת יַעֲקֹב וּגְאָלוֹ מִיַּד חָזָק מִמֶּֽנּוּ. בָּרוּךְ אַתָּה אֲדֹנָי גָּאַל יִשְׂרָאֵל: 
 הַשְׁכִּיבֵֽנוּ אֲדֹנָי אֱלֹהֵֽינוּ לְשָׁלוֹם וְהַעֲמִידֵֽנוּ מַלְכֵּֽנוּ לְחַיִּים וּפְרוֹשׂ עָלֵֽינוּ סֻכַּת שְׁלוֹמֶֽךָ
  וְתַקְּ֒נֵֽנוּ בְּעֵצָה טוֹבָה מִלְּ֒פָנֶֽיךָ וְהוֹשִׁיעֵֽנוּ לְמַעַן שְׁמֶֽךָ וְהָגֵן בַּעֲדֵֽנוּ וְהָסֵר מֵעָלֵֽינוּ אוֹיֵב דֶּֽבֶר וְחֶֽרֶב וְרָעָב וְיָגוֹן וְהָסֵר שָׂטָן מִלְּ֒פָנֵֽינוּ וּמֵאַחֲרֵֽינוּ וּבְצֵל כְּנָפֶֽיךָ תַּסְתִּירֵֽנוּ
  כִּי אֵל שׁוֹמְ֒רֵֽנוּ וּמַצִּילֵֽנוּ אָֽתָּה כִּי אֵל מֶֽלֶךְ חַנּוּן וְרַחוּם אָֽתָּה וּשְׁמוֹר צֵאתֵֽנוּ וּבוֹאֵֽנוּ לְחַיִּים וּלְשָׁלוֹם מֵעַתָּה וְעַד עוֹלָם: בָּרוּךְ אַתָּה אֲדֹנָי שׁוֹמֵר עַמּוֹ יִשְׂרָאֵל לָעַד:
""",
"chagim 1": """
אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים אָהַבְתָּ אותָנוּ וְרָצִיתָ בָּנוּ וְרומַמְתָּנוּ מִכָּל הַלְּשׁונות וְקִדַּשְׁתָּנוּ בְּמִצְותֶיךָ וְקֵרַבְתָּנוּ מַלְכֵּנוּ לַעֲבודָתֶךָ וְשִׁמְךָ הַגָּדול וְהַקָּדושׁ עָלֵינוּ קָרָאתָ:  
וַתִּתֶּן לָנוּ ה' אֱלהֵינוּ בְּאַהֲבָה מועֲדִים לְשמְחָה חַגִּים וּזְמַנִּים לְששון אֶת יום:  
""",
"chagim shabos 1": """
אַתָּה בְחַרְתָּנוּ מִכָּל הָעַמִּים אָהַבְתָּ אותָנוּ וְרָצִיתָ בָּנוּ וְרומַמְתָּנוּ מִכָּל הַלְּשׁונות וְקִדַּשְׁתָּנוּ בְּמִצְותֶיךָ וְקֵרַבְתָּנוּ מַלְכֵּנוּ לַעֲבודָתֶךָ וְשִׁמְךָ הַגָּדול וְהַקָּדושׁ עָלֵינוּ קָרָאתָ:  
וַתִּתֶּן לָנוּ ה' אֱלהֵינוּ בְּאַהֲבָה שַׁבָּתות לִמְנוּחָה וּ מועֲדִים לְשמְחָה חַגִּים וּזְמַנִּים לְששון אֶת יום:  
הַשַׁבָּת הַזֶּה וְאֶת יום:  
""",
"chagim pesach 1": """
 חַג הַמַּצּות הַזֶּה זְמַן חֵרוּתֵנוּ:  
""",
"chagim shavuot 1": """
 חַג הַשָׁבוּעות הַזֶּה זְמַן מַתַּן תּורָתֵינוּ:  
""",
"chagim sukot 1": """
 חַג הַסֻּכּות הַזֶּה זְמַן שמְחָתֵנוּ:  
""",
"chagim shmini atzeres 1": """
 הַשְׁמִינִי חַג הָעֲצֶרֶת הַזֶּה זְמַן שמְחָתֵנוּ:  
""",
"chagim shabos 2": """
 בְּאַהֲבָה
""",
"chagim 2": """
 מִקְרָא קדֶשׁ זֵכֶר לִיצִיאַת מִצְרָיִם:  
אֱלהֵינוּ וֵאלהֵי אֲבותֵינוּ יַעֲלֶה וְיָבוא וְיַגִּיעַ וְיֵרָאֶה וְיֵרָצֶה וְיִשָּׁמַע וְיִפָּקֵד וְיִזָּכֵר זִכְרונֵנוּ וּפִקְדונֵנוּ וְזִכְרון אֲבותֵינוּ וְזִכְרון מָשִׁיחַ בֶּן דָּוִד עַבְדֶּךָ.
 וְזִכְרון יְרוּשָׁלַיִם עִיר קָדְשֶׁךָ וְזִכְרון כָּל עַמְּךָ בֵּית יִשרָאֵל לְפָנֶיךָ לִפְלֵיטָה לְטובָה לְחֵן וּלְחֶסֶד וּלְרַחֲמִים לְחַיִּים וּלְשָׁלום בְּיום:  
""",
"chagim pesach 2": """
 חַג הַמַּצּות הַזֶּה 
""",
"chagim shavuot 2": """
 חַג הַשָׁבוּעות הַזֶּה 
""",
"chagim sukot 2": """
 חַג הַסֻּכּות הַזֶּה 
""",
"chagim shmini atzeres 2": """
 הַשְׁמִינִי חַג הָעֲצֶרֶת הַזֶּה
""",
"chagim 3": """
זָכְרֵנוּ ה' אֱלהֵינוּ בּו לְטובָה. וּפָקְדֵנוּ בּו לִבְרָכָה. וְהושִׁיעֵנוּ בּו לְחַיִּים. וּבִדְבַר יְשׁוּעָה וְרַחֲמִים חוּס וְחָנֵּנוּ וְרַחֵם עָלֵינוּ וְהושִׁיעֵנוּ כִּי אֵלֶיךָ עֵינֵינוּ כִּי אֵל מֶלֶךְ חַנּוּן וְרַחוּם אָתָּה:  
וְהַשּיאֵנוּ ה' אֱלהֵינוּ אֶת בִּרְכַּת מועֲדֶיךָ. לְחַיִּים וּלְשָׁלום. לְשמְחָה וּלְששון. כַּאֲשֶׁר רָצִיתָ וְאָמַרְתָּ לְבָרְכֵנוּ:  
""",
"chagim 4": """
קַדְּשֵׁנוּ בְּמִצְותֶיךָ וְתֵן חֶלְקֵנוּ בְּתורָתֶךָ שבְּעֵנוּ מִטּוּבֶךָ וְשמְּחֵנוּ בִּישׁוּעָתֶךָ.
 וְטַהֵר לִבֵּנוּ לְעָבְדְּךָ בֶּאֱמֶת. וְהַנְחִילֵנוּ ה' אֱלהֵינוּ. בְּשמְחָה וּבְששון. מועֲדֵי קָדְשֶׁךָ וְיִשמְחוּ בְּךָ יִשרָאֵל מְקַדְּשֵׁי שְׁמֶךָ:  
בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ יִשרָאֵל וְהַזְמַנִּים: 
""",
"chagim shabos 3": """
 אֱלהֵינוּ וֵאלהֵי אֲבותֵינוּ רְצֵה בִּמְנוּחָתֵנוּ:  
קַדְּשֵׁנוּ בְּמִצְותֶיךָ וְתֵן חֶלְקֵנוּ בְּתורָתֶךָ שבְּעֵנוּ מִטּוּבֶךָ וְשמְּחֵנוּ בִּישׁוּעָתֶךָ.
 וְטַהֵר לִבֵּנוּ לְעָבְדְּךָ בֶּאֱמֶת. וְהַנְחִילֵנוּ ה' אֱלהֵינוּ. בְּאַהֲבָה וּבְרָצון בְּשמְחָה וּבְששון. שַׁבָּת וּ מועֲדֵי קָדְשֶׁךָ וְיִשמְחוּ בְּךָ יִשרָאֵל מְקַדְּשֵׁי שְׁמֶךָ:  
בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ הַשַּׁבָּת וְ יִשרָאֵל וְהַזְמַנִּים: 
""",
"shmone esre 2 shabos maariv": """
אַתָּה קִדַּֽשְׁתָּ אֶת יוֹם הַשְּׁ֒בִיעִי לִשְׁמֶךָ. תַּכְלִית מַעֲשֵׂה שָׁמַֽיִם וָאָֽרֶץ. וּבֵרַכְתּוֹ מִכָּל הַיָּמִים. וְקִדַּשְׁתּוֹ מִכָּל הַזְּ֒מַנִּים וְכֵן כָּתוּב בְּתוֹרָתֶֽךָ: 
וַיְכֻלּוּ הַשָּׁמַֽיִם וְהָאָֽרֶץ וְכָל־צְבָאָם: וַיְכַל אֱלֹהִים בַּיּוֹם הַשְּׁ֒בִיעִי מְלַאכְתּוֹ אֲשֶׁר עָשָׂה.
 וַיִּשְׁבֹּת בַּיּוֹם הַשְּׁ֒בִיעִי מִכָּל־מְלַאכְתּוֹ אֲשֶׁר עָשָׂה: וַיְבָֽרֶךְ אֱלֹהִים אֶת־יוֹם הַשְּׁ֒בִיעִי וַיְקַדֵּשׁ אֹתוֹ. כִּי בוֹ שָׁבַת מִכָּל־מְלַאכְתּוֹ אֲשֶׁר־בָּרָא אֱלֹהִים לַעֲשׂוֹת: 
אֱלֹהֵֽינוּ וֵאלֹהֵי אֲבוֹתֵֽינוּ רְצֵה בִמְנוּחָתֵֽנוּ. קַדְּ֒שֵֽׁנוּ בְּמִצְוֹתֶֽיךָ וְתֵן חֶלְקֵֽנוּ בְּתוֹרָתֶֽךָ שַׂבְּ֒עֵֽנוּ מִטּוּבֶֽךָ.
 וְשַׂמְּחֵנוּ בִּישׁוּעָתֶֽךָ. וְטַהֵר לִבֵּֽנוּ לְעָבְדְּ֒ךָ בֶּאֱמֶת. וְהַנְחִילֵֽנוּ יְהֹוָה אֱלֹהֵֽינוּ בְּאַהֲבָה וּבְרָצוֹן שַׁבַּת קָדְשֶֽׁךָ. וְיָנֽוּחוּ בָהּ יִשְׂרָאֵל מְקַדְּ֒שֵׁי שְׁמֶֽךָ. בָּרוּךְ אַתָּה יְהֹוָה מְקַדֵּשׁ הַשַּׁבָּת: 
""",
"shmone esre 2 shabos shacharis": """
יִשמַח משֶׁה בְּמַתְּנַת חֶלְקו. כִּי עֶבֶד נֶאֱמָן קָרָאתָ לּו. כְּלִיל תִּפְאֶרֶת בְּראשׁו נָתַתָּ. בְּעָמְדו לְפָנֶיךָ עַל הַר סִינַי. וּשְׁנֵי לֻחות אֲבָנִים הורִיד בְּיָדו. וְכָתוּב בָּהֶם שְׁמִירַת שַׁבָּת. וְכֵן כָּתוּב בְּתורָתֶךָ:  
וְשָׁמְרוּ בְנֵי יִשרָאֵל אֶת הַשַּׁבָּת. לַעֲשות אֶת הַשַּׁבָּת לְדרתָם בְּרִית עולָם: בֵּינִי וּבֵין בְּנֵי יִשרָאֵל אות הִיא לְעולָם. כִּי שֵׁשֶׁת יָמִים עָשה ה' אֶת הַשָּׁמַיִם וְאֶת הָאָרֶץ. וּבַיּום הַשְּׁבִיעִי שָׁבַת וַיִּנָּפַשׁ:  
וְלא נְתַתּו ה' אֱלהֵינוּ לְגויֵי הָאֲרָצות. וְלא הִנְחַלְתּו מַלְכֵּנוּ לְעובְדֵי פְסִילִים. וְגַם בִּמְנוּחָתו לא יִשְׁכְּנוּ עֲרֵלִים.
 כִּי לְיִשרָאֵל עַמְּךָ נְתַתּו בְּאַהֲבָה. לְזֶרַע יַעֲקב אֲשֶׁר בָּם בָּחָרְתָּ: עַם מְקַדְּשֵׁי שְׁבִיעִי. כֻּלָּם יִשבְּעוּ וְיִתְעַנְּגוּ מִטּוּבֶךָ. וּבַשְּׁבִיעִי רָצִיתָ בּו וְקִדַּשְׁתּו. חֶמְדַת יָמִים אותו קָרָאתָ. זֵכֶר לְמַעֲשה בְרֵאשִׁית:  
אֱלהֵינוּ וֵאלהֵי אֲבותֵינוּ רְצֵה בִמְנוּחָתֵנוּ. קַדְּשֵׁנוּ בְּמִצְותֶיךָ וְתֵן חֶלְקֵנוּ בְּתורָתֶךָ.
 שבְּעֵנוּ מִטּוּבֶךָ וְשמְּחֵנוּ בִּישׁוּעָתֶךָ וְטַהֵר לִבֵּנוּ לְעָבְדְּךָ בֶּאֱמֶת. וְהַנְחִילֵנוּ ה' אֱלהֵינוּ בְּאַהֲבָה וּבְרָצון שַׁבַּת קָדְשֶׁךָ. וְיָנוּחוּ בו יִשרָאֵל מְקַדְּשֵׁי שְׁמֶךָ: בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ הַשַּׁבָּת:  
""",
"shmone esre 2 shabos mincha": """
אַתָּה אֶחָד וְשִׁמְךָ אֶחָד וּמִי כְּעַמְּךָ יִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ.  
תִּפְאֶרֶת גְּדֻלָּה וַעֲטֶרֶת יְשׁוּעָה יוֹם מְנוּחָה וּקְדֻשָּׁה לְעַמְּךָ נָתָתָּ.  
אַבְרָהָם יָגֵל יִצְחָק יְרַנֵּן יַעֲקֹב וּבָּנָיו יָנוּחוּ בוֹ.  
מְנוּחַת אַהֲבָה וּנְדָבָה. מְנוּחַת אֱמֶת וֶאֱמוּנָה. מְנוּחַת שָׁלוֹם וְשַׁלְוָה וְהַשְׁקֵט וָבֶטַח  
מְנוּחָה שְׁלֵמָה שָׁאַתָּה רוֹצֶה בָּהּ.  
יַכִּירוּ בָּנֶיךָ וְיֵדְעוּ כִּי מֵאִתְּךָ הִיא מְנוּחָתָם וְעַל מְנוּחָתָם יַקְדִּישׁוּ אֶת שְׁמֶךָ:
אֱלֹהֵינוּ וֵאלֹהֵי אֲבוֹתֵינוּ. רְצֵה בִמְנוּחָתֵנוּ. קַדְּשֵׁנוּ בְּמִצְוֹתֶיךָ. וְתֵן חֶלְקֵנוּ בְּתוֹרָתֶךָ. שַׂבְּעֵנוּ מִטּוּבֶךָ. וְשַׂמְּחֵנוּ בִּישׁוּעָתֶךָ.
 וְטַהֵר לִבֵּנוּ לְעָבְדְּךָ בֶּאֱמֶת. וְהַנְחִילֵנוּ יְהֹוָה אֱלֹהֵינוּ בְּאַהֲבָה וּבְרָצוֹן שַׁבַּת קָדְשֶׁךָ וְיָנוּחוּ בָם יִשְׂרָאֵל מְקַדְּשֵׁי שְׁמֶךָ: בָּרוּךְ אַתָּה יְהֹוָה מְקַדֵּשׁ הַשַׁבָּת:
""",
}